{
    "<pad>": 0,
    "<unk>": 1,
    "<sos>": 2,
    "<eos>": 3,
    "je": 4,
    "veux": 5,
    "faire": 6,
    "une": 7,
    "demande": 8,
    "de": 9,
    ":": 10,
    "inscription": 11,
    "à": 12,
    "l'état": 13,
    "civil": 14,
    "permis": 15,
    "construire": 16,
    "régularisation": 17,
    "terrain": 18,
    "domanial": 19,
    "duplicata": 20,
    "carte": 21,
    "d'identité": 22,
    "attestation": 23,
    "travail": 24,
    "conduire": 25,
    "bourse": 26,
    "universitaire": 27,
    "acte": 28,
    "naissance": 29,
    "bonne": 30,
    "vie": 31,
    "et": 32,
    "moeurs": 33,
    "obtention": 34,
    "passeport": 35,
    "autorisation": 36,
    "d'ouverture": 37,
    "commerce": 38,
    "retrait": 39,
    "colis": 40,
    "la": 41,
    "douane": 42,
    "déménagement": 43,
    "officiel": 44,
    "extrait": 45,
    "casier": 46,
    "judiciaire": 47,
    "immatriculation": 48,
    "d'un": 49,
    "véhicule": 50,
    "certificat": 51,
    "résidence": 52,
    "numéro": 53,
    "ifu": 54,
    "nationalité": 55,
    "changement": 56,
    "nom": 57,
    "ouverture": 58,
    "compte": 59,
    "bancaire": 60,
    "public": 61,
    "description": 62,
    "ce": 63,
    "service": 64,
    "permet": 65,
    "d’obtenir": 66,
    "le": 67,
    "document": 68,
    "requis": 69,
    "en": 70,
    "toute": 71,
    "légalité.": 72,
    "durée": 73,
    "estimée": 74,
    "1": 75,
    "semaine": 76,
    "qui": 77,
    "peut": 78,
    "?": 79,
    "tout": 80,
    "citoyen": 81,
    "béninois": 82,
    "disposant": 83,
    "des": 84,
    "pièces": 85,
    "requises.": 86,
    "institution": 87,
    "charge": 88,
    "mairie": 89,
    "cotonou": 90,
    "démarches": 91,
    "préinscription": 92,
    "ligne": 93,
    "puis": 94,
    "finaliser": 95,
    "agence.": 96,
    "il": 97,
    "vise": 98,
    "fournir": 99,
    "un": 100,
    "justificatif": 101,
    "valide": 102,
    "pour": 103,
    "les": 104,
    "administratives.": 105,
    "48h": 106,
    "localité": 107,
    "se": 108,
    "présenter": 109,
    "au": 110,
    "guichet": 111,
    "muni": 112,
    "demandées.": 113,
    "est": 114,
    "indispensable": 115,
    "personne": 116,
    "concernée": 117,
    "par": 118,
    "cette": 119,
    "situation.": 120,
    "5": 121,
    "jours": 122,
    "ouvrables": 123,
    "agence": 124,
    "nationale": 125,
    "du": 126,
    "domaine": 127,
    "foncier": 128,
    "(andf)": 129,
    "télécharger": 130,
    "formulaire,": 131,
    "remplir": 132,
    "déposer": 133,
    "l’accueil.": 134,
    "anip": 135,
    "24h": 136,
    "ministère": 137,
    "fonction": 138,
    "publique": 139,
    "constituer": 140,
    "dossier": 141,
    "transmettre": 142,
    "l’administration": 143,
    "concernée.": 144,
    "processus": 145,
    "facilite": 146,
    "l'obtention": 147,
    "voies": 148,
    "réglementaires.": 149,
    "transports": 150,
    "s'agit": 151,
    "d'une": 152,
    "procédure": 153,
    "officielle": 154,
    "accéder": 155,
    "demandé.": 156,
    "72h": 157,
    "l'enseignement": 158,
    "supérieur": 159,
    "formulaire": 160,
    "valider": 161,
    "sur": 162,
    "place.": 163,
    "police": 164,
    "républicaine": 165,
    "l'industrie": 166,
    "direction": 167,
    "générale": 168,
    "douanes": 169,
    "justice": 170,
    "impôts": 171,
    "trésor": 172
}